cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ansible'
brew 'autossh'
brew 'coreutils'
brew 'shellcheck'
brew 'curl'
brew 'go'
brew 'fzf'
brew 'fnm'
brew 'jq'
brew 'git'
brew 'tig'
brew 'hub'
brew 'hexyl'
brew 'htop'
brew 'lua51'
brew 'luajit'
brew 'mkcert'
brew 'node'
brew 'openresty'
brew 'openssl'
brew 'python3'
brew 'pipenv'
brew 'readline'
brew 'redis'
brew 'rlwrap'
brew 'unrar'
brew 'wget'
brew 'watch'
brew 'tree'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-completion'
brew 'bash'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'ffmpeg'
brew 'gifsicle'
brew 'postgresql'
brew 'pspg'
brew 'smartmontools'
brew 'sqlite'
brew 'qlcolorcode'
brew 'qlstephen'
brew 'qlmarkdown'
brew 'quicklook-json'
brew 'qlprettypatch'
brew 'quicklook-csv'
brew 'qlvideo'
brew 'qlimagesize'

cask '1password'
cask 'adium'
cask 'firefox'
cask 'google-chrome'
cask 'opera'
cask 'handbrake'
cask 'transmission'
cask 'vlc'
cask 'commander-one'
cask 'macdown'
cask 'sourcetree'
cask 'ccleaner'
cask 'coolterm'
cask 'fritzing'
cask 'wireshark'
cask 'fork'
cask 'libreoffice'
cask 'commander-one'
cask 'xquartz'
cask 'betterzipql'
cask 'suspicious-package'
cask 'aerial'
cask 'betterzip'
cask 'blisk'
cask 'cheatsheet'

