cask_args appdir: '/Applications'

brew 'ansible'
brew 'arduino-cli'
brew 'esphome'
brew 'actionlint'
brew 'coreutils'
brew 'shellcheck'
brew 'cppcheck'
brew 'curl'
brew 'direnv'
brew 'dart'
brew 'duckdb'
brew 'dos2unix'
brew 'go'
brew 'golangci-lint'
brew 'fzf'
brew 'fnm'
brew 'jq'
brew 'git'
brew 'gh'
brew 'difftastic'
brew 'tig'
brew 'lazygit'
brew 'hugo'
brew 'hexyl'
brew 'htop'
brew 'kubectx'
brew 'k9s'
brew 'kind'
brew 'kubernetes-cli'
#brew 'lua51'
#brew 'luajit'
brew 'mkcert'
#brew 'openresty'
brew 'osv-scanner'
brew 'python@3.11'
brew 'python@3.10'
brew 'python@3.12'
brew 'poetry'
brew 'stern'
#brew 'pipenv'
brew 'readline'
brew 'redis'
brew 'rlwrap'
brew 'rustup'
brew 'wget'
brew 'watch'
brew 'tree'
brew 'yt-dlp'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-completion'
brew 'bash'
#brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'ffmpeg'
brew 'gifsicle'
brew 'postgresql'
brew 'mysql@8.4'
brew 'pspg'
#brew 'smartmontools'
brew 'sqlite'
#brew 'php'
#brew 'symfony-cli'

cask '1password'
cask 'hiddenbar'
cask 'firefox'
cask 'google-chrome'
#cask 'opera'
cask 'vivaldi'
cask 'handbrake'
cask 'transmission'
cask 'vlc'
#cask 'commander-one'
#cask 'macdown'
#cask 'marta'
cask 'coolterm'
cask 'wireshark'
cask 'fork'
cask 'libreoffice'
#cask 'xquartz'
#cask 'suspicious-package'
#cask 'aerial'
cask 'podman-desktop'
cask 'keka'
cask 'cheatsheet'
cask 'qlstephen'
cask 'qlvideo'
cask 'qlimagesize'
cask 'qlprettypatch'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'zed'
cask 'stats'
cask 'syntax-highlight'

